{
  "Welcome to your first quest. To move a hero, select them and click a location or doorway. Since no monsters are visible the heroes have no move limit.": "Willkommen zu deinem ersten Abenteuer. Um einen Helden zu bewegen, wähle ihn aus und klicke auf einen Ort oder einen Durchgang. Da keine Monster sichtbar sind, haben die Helden kein Bewegungslimit.",
  "You discovered a monster! Now the heroes and monsters take turns. Heroes now have a move and attack limit. Click end turn when you run out of moves.": "Du hast ein Monster entdeckt! Nun wechseln sich die Helden und Monster ab. Die Helden haben jetzt ein Bewegungs- und Angriffslimit. Klicke auf Zug beenden, wenn du keine Züge mehr hast.",
  "To attack the monster, move into range and click it. Note that some heroes can attack from a distance using bows or magic spell cards.": "Um das Monster anzugreifen, bewege dich in Reichweite und klicke es an. Beachten Sie, dass einige Helden mit Bögen oder magischen Zauberkarten aus der Ferne angreifen können.",
  "Well done! You killed the monster. Now you can search items in the room by moving close and clicking on them. Good luck adventurer!": "Gut gemacht! Du hast das Monster getötet. Jetzt kannst du Gegenstände im Raum suchen, indem du dich näher heran bewegst und sie anklickst. Viel Glück, Abenteurer!",
  "Congratulations you found loot! Items can be sold between quests. The gold collected can be used to buy equipment and cards.": "Glückwunsch, du hast Beute gefunden! Die Gegenstände können zwischen den Quests verkauft werden. Das gesammelte Gold kann zum Kauf von Ausrüstung und Karten verwendet werden.",
  "Continue onwards now heroes. Complete the quest. Become a legend.": "Geht jetzt weiter, ihr Helden. Schließe die Aufgabe ab. Werde eine Legende.",
  "You can't search here while monsters are still in the room.": "Solange sich noch Monster im Raum befinden, kann man hier nicht suchen.",
  "Adventurer, are you sure you want to reset your progress? This can not be undone!": "Abenteurer, bist du sicher, dass du deinen Fortschritt zurücksetzen willst? Dies kann nicht rückgängig gemacht werden!",
  "Welcome to Arkwrights! Equipment and loot bought and sold for over 50 years! What can I get ya?": "Willkommen bei Arkwrights! Ausrüstung und Beute, gekauft und verkauft seit über 50 Jahren! Was kann ich Ihnen anbieten?",
  "Thank you for the business! Come again!": "Vielen Dank für das Geschäft! Kommen Sie wieder!",
  "So, who are you buying for today?": "Und für wen kaufen Sie heute?",
  "Select a Hero": "Wähle einen Helden",
  "Buy": "Kaufen",
  "Sell": "Verkaufen",
  "SHOP": "SHOP",
  "Zoom": "Vergrößern",
  "Sound": "Ton",
  "Fullscreen": "Vollbildschirm",
  "YES": "JA",
  "NO": "KEINE",
  "Yes": "Ja",
  "No": "Nein",
  "Done": "Erledigt",
  "Back": "Zurück",
  "Tap to Start": "Antippen zum Starten",
  "Move All": "Zusammen",
  "Your Turn": "Du bist dran",
  "Evil Turn": "Böse Wende",
  "End Turn": "Ende drehen",
  "Health": "Gesundheit",
  "Move": "Verschieben",
  "Attack": "Angriff",
  "Defend": "Verteidigen Sie",
  "Fighter": "Kämpfer",
  "Human": "Menschen",
  "Dwarf": "Zwerge",
  "Elf": "Elf",
  "Wizard": "Zauberer",
  "Ranger": "Ranger",
  "Onwards": "Weiter",
  "Abandon Quest": "Suche aufgeben",
  "Reset Progress": "Fortschritt zurücksetzen",
  "Visit": "Besuchen Sie",
  "Buy Game": "Spiel kaufen",
  "Change Quest": "Suche ändern",
  "Range": "Bereich",
  "Gold": "Gold",
  "No Visible Monsters": "Keine sichtbaren Ungeheuer",
  "Free Move Enabled": "Frei bewegen Aktiviert",
  "You don't have enough gold for that!": "Dafür haben Sie nicht genug Gold!",
  "Sure you want to replace your": "Sicherlich möchten Sie Ihre",
  "with the": "mit dem",
  "Free Move": "Frei bewegen",
  "Language": "Sprache"
}