{
  "Welcome to your first quest. To move a hero, select them and click a location or doorway. Since no monsters are visible the heroes have no move limit.": "Bienvenido a tu primera misión. Para mover un héroe, selecciónalo y haz clic en un lugar o puerta. Como no hay monstruos visibles, los héroes no tienen límite de movimiento.",
  "You discovered a monster! Now the heroes and monsters take turns. Heroes now have a move and attack limit. Click end turn when you run out of moves.": "¡Has descubierto un monstruo! Ahora los héroes y los monstruos se turnan. Los héroes tienen ahora un límite de movimiento y ataque. Haz clic en finalizar turno cuando te quedes sin movimientos.",
  "To attack the monster, move into range and click it. Note that some heroes can attack from a distance using bows or magic spell cards.": "Para atacar al monstruo, ponte a su alcance y haz clic sobre él. Ten en cuenta que algunos héroes pueden atacar a distancia usando arcos o cartas de hechizos mágicos.",
  "Well done! You killed the monster. Now you can search items in the room by moving close and clicking on them. Good luck adventurer!": "¡Bien hecho! Has matado al monstruo. Ahora puedes buscar objetos en la habitación acercándote y haciendo clic sobre ellos. ¡Buena suerte aventurero!",
  "Congratulations you found loot! Items can be sold between quests. The gold collected can be used to buy equipment and cards.": "Enhorabuena, has encontrado un botín. Los objetos se pueden vender entre misiones. El oro recogido se puede utilizar para comprar equipo y cartas.",
  "Continue onwards now heroes. Complete the quest. Become a legend.": "Continuar hacia adelante ahora héroes. Completa la misión. Conviértete en leyenda.",
  "You can't search here while monsters are still in the room.": "No puedes buscar aquí mientras haya monstruos en la habitación.",
  "Adventurer, are you sure you want to reset your progress? This can not be undone!": "Aventurero, ¿estás seguro de que quieres reiniciar tu progreso? Esto no se puede deshacer.",
  "Welcome to Arkwrights! Equipment and loot bought and sold for over 50 years! What can I get ya?": "¡Bienvenido a Arkwrights! ¡Equipo y botín comprado y vendido durante más de 50 años! ¿Qué puedo ofrecerte?",
  "Thank you for the business! Come again!": "¡Gracias por el negocio! ¡Vuelva otra vez!",
  "So, who are you buying for today?": "¿Para quién vas a comprar hoy?",
  "Select a Hero": "Selecciona un héroe",
  "Buy": "Comprar",
  "Sell": "Vender",
  "SHOP": "TIENDA",
  "Zoom": "Zoom",
  "Sound": "Sonido",
  "Fullscreen": "Vista completa",
  "YES": "SÍ",
  "NO": "NO",
  "Yes": "Sí",
  "No": "No",
  "Done": "Hecho",
  "Back": "Volver",
  "Tap to Start": "Pulse para empezar",
  "Move All": "Mover todo",
  "Your Turn": "Tu turno",
  "Evil Turn": "Giro maligno",
  "End Turn": "Fin del turno",
  "Health": "Salud",
  "Move": "Mover",
  "Attack": "Ataque",
  "Defend": "Defienda",
  "Fighter": "Caza",
  "Human": "Humano",
  "Dwarf": "Enano",
  "Elf": "Duende",
  "Wizard": "Mago",
  "Ranger": "Guardabosques",
  "Onwards": "Adelante",
  "Language": "Idioma",
  "Abandon Quest": "Abandonar",
  "Reset Progress": "Progreso claro",
  "Visit": "Visite",
  "Buy Game": "Comprar juego",
  "Change Quest": "Búsqueda del cambio",
  "Range": "Gama",
  "Gold": "Oro",
  "No Visible Monsters": "Sin monstruos visibles",
  "Free Move": "Traslado gratuito",
  "You don't have enough gold for that!": "¡No tienes suficiente oro para eso!",
  "Sure you want to replace your": "¿Seguro que quiere sustituir su",
  "with the": "con el"
}