{
  "You can't search here while monsters are still in the room.": "Vous ne pouvez pas faire de recherche ici tant que des monstres sont encore dans la pièce.",
  "Adventurer, are you sure you want to reset your progress? This can not be undone.": "Aventurier, êtes-vous sûr de vouloir réinitialiser votre progression ? Cela ne peut pas être annulé.",
  "Welcome to Arkwrights! Equipment and loot bought and sold for over 50 years! What can I get ya?": "Bienvenue chez Arkwrights ! Equipement et butin achetés et vendus depuis plus de 50 ans ! Que puis-je vous offrir ?",
  "Thank you for the business! Come again!": "Merci d'avoir fait affaire avec nous ! Revenez nous voir !",
  "Buy": "Acheter",
  "Sell": "Vendre",
  "SHOP": "BOUTIQUE",
  "Zoom": "Zoom",
  "Sound": "Son",
  "Fullscreen": "Plein écran",
  "YES": "OUI",
  "NO": "NON",
  "Done": "Terminé",
  "Back": "Retour",
  "Welcome to your first quest. To move a hero, select them and click a location or doorway. Since no monsters are visible the heroes have no move limit.": "Bienvenue dans votre première quête. Pour déplacer un héros, sélectionnez-le et cliquez sur un lieu ou une porte. Comme aucun monstre n'est visible, les héros n'ont pas de limite de déplacement.",
  "You discovered a monster! Now the heroes and monsters take turns. Heroes now have a move and attack limit. Click end turn when you run out of moves.": "Vous avez découvert un monstre ! Les héros et les monstres se relaient. Les héros ont maintenant une limite de mouvement et d'attaque. Cliquez sur Fin du tour lorsque vous n'avez plus de mouvement.",
  "To attack the monster, move into range and click it. Note that some heroes can attack from a distance using bows or magic spell cards.": "Pour attaquer le monstre, mettez-vous à sa portée et cliquez dessus. Notez que certains héros peuvent attaquer à distance à l'aide d'arcs ou de cartes magiques.",
  "Well done! You killed the monster. Now you can search items in the room by moving close and clicking on them. Good luck adventurer!": "Bravo ! Vous avez tué le monstre. Vous pouvez maintenant chercher des objets dans la pièce en vous approchant et en cliquant dessus. Bonne chance, aventurier !",
  "Congratulations you found loot! Items can be sold between quests. The gold collected can be used to buy equipment and cards.": "Félicitations, vous avez trouvé un butin ! Les objets peuvent être vendus entre les quêtes. L'or collecté peut être utilisé pour acheter de l'équipement et des cartes.",
  "Continue onwards now heroes. Complete the quest. Become a legend.": "Continuez à avancer, maintenant les héros. Terminez la quête. Devenez une légende.",
  "Tap to Start": "Tapez sur pour démarrer",
  "Move All": "Ensemble",
  "Your Turn": "À vous de jouer",
  "Evil Turn": "Tournant maléfique",
  "End Turn": "Fin",
  "Health": "Santé",
  "Move": "Déplacer",
  "Attack": "Attaque",
  "Defend": "Défendre",
  "Adventurer, are you sure you want to reset your progress? This can not be undone!": "Aventurier, êtes-vous sûr de vouloir réinitialiser votre progression ? Cela ne peut pas être annulé !",
  "Fighter": "Combattant",
  "Human": "Humain",
  "Dwarf": "Nain",
  "Elf": "Elfe",
  "Wizard": "Assistant",
  "Ranger": "Ranger",
  "Onwards": "En avant !",
  "Abandon Quest": "Quitter la quête",
  "Reset Progress": "Réinitialiser",
  "Visit": "Visiter",
  "Buy Game": "Acheter le jeu",
  "Change Quest": "Changer de quête",
  "So, who are you buying for today?": "Alors, pour qui achetez-vous aujourd'hui ?",
  "Select a Hero": "Choisir un héros",
  "Range": "Gamme",
  "Gold": "L'or",
  "Yes": "Oui",
  "No": "Non",
  "NO VISIBLE MONSTERS": "PAS DE MONSTRES VISIBLES",
  "FREE MOVE ENABLED": "DÉPLACEMENT GRATUIT",
  "No Visible Monsters": "Pas de monstres visibles",
  "Free Move Enabled": "Déplacement gratuit",
  "You don't have enough gold for that!": "Vous n'avez pas assez d'or pour cela !",
  "Sure you want to replace your": "Vous êtes sûr de vouloir remplacer votre",
  "with the": "avec le",
  "Free Move": "Libre circulation",
  "Language": "Langue"
}