{
  "Welcome to your first quest. To move a hero, select them and click a location or doorway. Since no monsters are visible the heroes have no move limit.": "Benvenuti nella vostra prima missione. Per spostare un eroe, selezionatelo e cliccate su un luogo o su una porta. Poiché non sono visibili mostri, gli eroi non hanno limiti di movimento.",
  "You discovered a monster! Now the heroes and monsters take turns. Heroes now have a move and attack limit. Click end turn when you run out of moves.": "Hai scoperto un mostro! Ora gli eroi e i mostri fanno i turni. Gli eroi hanno un limite di mosse e di attacchi. Fare clic su Fine turno quando si esauriscono le mosse.",
  "To attack the monster, move into range and click it. Note that some heroes can attack from a distance using bows or magic spell cards.": "Per attaccare il mostro, spostarsi nel raggio d'azione e fare clic su di esso. Si noti che alcuni eroi possono attaccare a distanza utilizzando archi o carte incantesimo.",
  "Well done! You killed the monster. Now you can search items in the room by moving close and clicking on them. Good luck adventurer!": "Ben fatto! Avete ucciso il mostro. Ora potete cercare gli oggetti nella stanza avvicinandovi e facendo clic su di essi. Buona fortuna avventuriero!",
  "Congratulations you found loot! Items can be sold between quests. The gold collected can be used to buy equipment and cards.": "Congratulazioni, hai trovato un bottino! Gli oggetti possono essere venduti tra le missioni. L'oro raccolto può essere utilizzato per acquistare equipaggiamento e carte.",
  "Continue onwards now heroes. Complete the quest. Become a legend.": "Continuate ad andare avanti, ora eroi. Completate la missione. Diventate una leggenda.",
  "You can't search here while monsters are still in the room.": "Non è possibile cercare qui mentre i mostri sono ancora nella stanza.",
  "Adventurer, are you sure you want to reset your progress? This can not be undone!": "Avventuriero, sei sicuro di voler resettare i tuoi progressi? Questo non può essere annullato!",
  "Welcome to Arkwrights! Equipment and loot bought and sold for over 50 years! What can I get ya?": "Benvenuti su Arkwrights! Equipaggiamento e bottino comprato e venduto da oltre 50 anni! Cosa posso offrirti?",
  "Thank you for the business! Come again!": "Grazie per l'attività! Tornate a trovarci!",
  "So, who are you buying for today?": "Allora, per chi comprate oggi?",
  "Select a Hero": "Selezionare un eroe",
  "Buy": "Acquista",
  "Sell": "Vendere",
  "SHOP": "NEGOZIO",
  "Zoom": "Zoom",
  "Sound": "Suono",
  "Fullscreen": "Schermo intero",
  "YES": "SÌ",
  "NO": "NO",
  "Yes": "Sì",
  "No": "No",
  "Done": "Fatto",
  "Back": "Indietro",
  "Tap to Start": "Toccare per iniziare",
  "Move All": "Insieme",
  "Your Turn": "Il vostro turno",
  "Evil Turn": "Svolta malvagia",
  "End Turn": "Fine turno",
  "Health": "Salute",
  "Move": "Muoversi",
  "Attack": "Attacco",
  "Defend": "Difendere",
  "Fighter": "Combattente",
  "Human": "Umano",
  "Dwarf": "Nano",
  "Elf": "Elfo",
  "Wizard": "Mago",
  "Ranger": "Ranger",
  "Onwards": "In avanti",
  "Abandon Quest": "Esci da Quest",
  "Reset Progress": "Progressi chiari",
  "Visit": "Visita",
  "Buy Game": "Acquista il gioco",
  "Change Quest": "Cambia missione",
  "Range": "Gamma",
  "Gold": "Oro",
  "No Visible Monsters": "Nessun mostro visibile",
  "Free Move": "Spostamento libero",
  "You don't have enough gold for that!": "Non hai abbastanza oro per questo!",
  "Sure you want to replace your": "Siete sicuri di voler sostituire il vostro",
  "with the": "con il",
  "Language": "Lingua"
}