{
  "Welcome to your first quest. To move a hero, select them and click a location or doorway. Since no monsters are visible the heroes have no move limit.": "Bem-vindo à tua primeira missão. Para mover um herói, seleccione-o e clique num local ou numa porta. Como não há monstros visíveis, os heróis não têm limite de movimento.",
  "You discovered a monster! Now the heroes and monsters take turns. Heroes now have a move and attack limit. Click end turn when you run out of moves.": "Descobriste um monstro! Agora os heróis e os monstros revezam-se. Os heróis têm agora um limite de movimentos e de ataques. Clica em terminar turno quando ficares sem movimentos.",
  "To attack the monster, move into range and click it. Note that some heroes can attack from a distance using bows or magic spell cards.": "Para atacar o monstro, aproxima-se do seu alcance e clica nele. Note que alguns heróis podem atacar à distância usando arcos ou cartas de feitiço.",
  "Well done! You killed the monster. Now you can search items in the room by moving close and clicking on them. Good luck adventurer!": "Muito bem! Mataste o monstro. Agora podes procurar objectos na sala aproximando-te deles e clicando neles. Boa sorte, aventureiro!",
  "Congratulations you found loot! Items can be sold between quests. The gold collected can be used to buy equipment and cards.": "Parabéns, encontraste o saque! Os objectos podem ser vendidos entre as missões. O ouro recolhido pode ser usado para comprar equipamento e cartas.",
  "Continue onwards now heroes. Complete the quest. Become a legend.": "Continuem a avançar, heróis. Completar a missão. Torna-te uma lenda.",
  "You can't search here while monsters are still in the room.": "Não se pode procurar aqui enquanto houver monstros na sala.",
  "Adventurer, are you sure you want to reset your progress? This can not be undone!": "Aventureiro, tens a certeza de que queres reiniciar o teu progresso? Isto não pode ser desfeito!",
  "Welcome to Arkwrights! Equipment and loot bought and sold for over 50 years! What can I get ya?": "Bem-vindo ao Arkwrights! Equipamento e saque comprados e vendidos há mais de 50 anos! O que é que vos posso oferecer?",
  "Thank you for the business! Come again!": "Obrigado pelo vosso negócio! Volte sempre!",
  "So, who are you buying for today?": "Então, para quem vai comprar hoje?",
  "Select a Hero": "Selecionar um herói",
  "Buy": "Comprar",
  "Sell": "Vender",
  "SHOP": "LOJA",
  "Zoom": "Zoom",
  "Sound": "Som",
  "Fullscreen": "Ecrã completo",
  "YES": "SIM",
  "NO": "NÃO",
  "Yes": "Sim",
  "No": "Não",
  "Done": "Feito",
  "Back": "Voltar",
  "Tap to Start": "Toque para iniciar",
  "Move All": "Junto",
  "Your Turn": "A sua vez",
  "Evil Turn": "Virada para o mal",
  "End Turn": "Fim do turno",
  "Health": "Saúde",
  "Move": "Mover",
  "Attack": "Ataque",
  "Defend": "Defender",
  "Fighter": "Lutador",
  "Human": "Humano",
  "Dwarf": "Anão",
  "Elf": "Elfo",
  "Wizard": "Feiticeiro",
  "Ranger": "Guarda-florestal",
  "Onwards": "Em diante",
  "Abandon Quest": "Abandonar a missão",
  "Reset Progress": "Progresso claro",
  "Visit": "Visitar",
  "Buy Game": "Comprar jogo",
  "Change Quest": "Missão de mudança",
  "Range": "Gama",
  "Gold": "Ouro",
  "No Visible Monsters": "Sem monstros visíveis",
  "Free Move": "Livre circulação",
  "You don't have enough gold for that!": "Não tens ouro suficiente para isso!",
  "Sure you want to replace your": "De certeza que quer substituir o seu",
  "with the": "com o",
  "Language": "Língua"
}