{
  "The Prophetic Dream": "Der prophetische Traum",
  "In the ancient kingdom of Eldoria, nestled between towering mountains and dense forests, the renowned oracle Elara awakens from a disturbing vision. A great shadow looms, threatening to plunge the realm into eternal night. Amidst the shimmering meadows of the Whispering Woods, a hidden sanctuary known as the Lost Library stands as the first beacon of hope. Within its dusty shelves and forgotten scrolls lies the ancient Tome of Fates, believed to hold knowledge about the impending doom. The heroes' first task: navigate the labyrinthine pathways, confront the guardians of the library, and retrieve this invaluable tome.": "Im uralten Königreich Eldoria, eingebettet zwischen hoch aufragenden Bergen und dichten Wäldern, erwacht das berühmte Orakel Elara aus einer beunruhigenden Vision. Ein großer Schatten droht, das Reich in ewige Nacht zu stürzen. Inmitten der schimmernden Wiesen der Flüsternden Wälder steht ein verstecktes Heiligtum, bekannt als die Verlorene Bibliothek, als erstes Leuchtfeuer der Hoffnung. In ihren staubigen Regalen und vergessenen Schriftrollen liegt der uralte Foliant des Schicksals, von dem man glaubt, dass er das Wissen über den bevorstehenden Untergang enthält. Die erste Aufgabe der Helden ist es, die labyrinthischen Pfade zu durchqueren, sich den Wächtern der Bibliothek zu stellen und den unschätzbaren Folianten zu bergen.",
  "The heroes have perished in this dark dank tomb. Maybe they will be lucky and a wandering cleric will revive their corpses.": "Die Helden sind in dieser dunklen, feuchten Gruft umgekommen. Vielleicht haben sie Glück und ein wandernder Kleriker erweckt ihre Leichen wieder zum Leben.",
  "Having completed their task, the heroes clamber to the surface to collect their rewards.": "Nachdem sie ihre Aufgabe erfüllt haben, klettern die Helden an die Oberfläche, um ihre Belohnungen abzuholen.",
  "Opening the chest the heroes find 10 gold coins!": "Beim Öffnen der Truhe finden die Helden 10 Goldmünzen!",
  "The bookcase is dusty but holds nothing of interest.": "Das Bücherregal ist verstaubt, enthält aber nichts von Interesse.",
  "The table has splatters of blood.": "Der Tisch ist mit Blutspritzern übersät.",
  "The bookcase is filled with ancient texts but nothing of use.": "Das Bücherregal ist voll mit alten Texten, aber nichts Brauchbares.",
  "The barrel smells of rum. At the bottom the heroes find a small ruby.": "Das Fass riecht nach Rum. Auf dem Boden finden die Helden einen kleinen Rubin.",
  "The crate is empty and broken.": "Die Kiste ist leer und kaputt.",
  "The crate contains rotten food and a bad smell.": "Die Kiste enthält verdorbenes Futter und einen üblen Geruch.",
  "Hidden behind one of the books the heroes find 10 gold pieces!": "Versteckt hinter einem der Bücher finden die Helden 10 Goldstücke!",
  "The chest is empty.": "Die Truhe ist leer.",
  "The chest creaks open. Inside the heroes discover their goal, the Tome of Fates.": "Die Truhe öffnet sich knarrend. Darin entdecken die Helden ihr Ziel, den Folianten des Schicksals.",
  "The crate holds nothing of interest.": "Die Kiste enthält nichts von Interesse.",
  "The Shadow's Emergence": "Das Auftauchen des Schattens",
  "As the heroes painstakingly decipher the arcane writings of the tome, an unnatural darkness begins its insidious spread across Eldoria. Benevolent creatures transform into malevolent entities, their eyes glowing with a haunting blue hue. The source of this corruption seems to stem from the Cursed Caverns, a series of underground chambers beneath the foreboding Moonlit Hill. Deep within these echoing chambers pulsates the Shadow Crystal, radiating malefic energy. The heroes must delve into the depths, face the corrupted creatures, solve ancient puzzles, and purify the Shadow Crystal to halt the relentless march of darkness.": "Während die Helden mühsam die arkanen Schriften des Folianten entziffern, beginnt sich eine unnatürliche Dunkelheit heimtückisch über Eldoria auszubreiten. Wohlwollende Kreaturen verwandeln sich in bösartige Wesen, deren Augen in einem gespenstischen Blauton leuchten. Die Quelle dieser Verderbnis scheint aus den Verfluchten Höhlen zu kommen, einer Reihe unterirdischer Kammern unter dem ahnungsvollen Mondscheinhügel. Tief in diesen hallenden Kammern pulsiert der Schattenkristall und strahlt bösartige Energie aus. Die Helden müssen in die Tiefen vordringen, sich den verderbten Kreaturen stellen, uralte Rätsel lösen und den Schattenkristall reinigen, um den unerbittlichen Vormarsch der Dunkelheit aufzuhalten.",
  "The heroes have fallen in these dark halls. The evil persists. Perhaps the heroes will be saved and will try once again?": "Die Helden sind in diesen dunklen Hallen gefallen. Das Böse bleibt bestehen. Vielleicht werden die Helden gerettet und versuchen es noch einmal?",
  "The crystal has been destroyed and with it the evil that eminated from it. The heroes leave the dark chambers to recover and make ready for their next adventure.": "Der Kristall wurde zerstört und mit ihm das Böse, das von ihm ausging. Die Helden verlassen die dunklen Kammern, um sich zu erholen und sich auf ihr nächstes Abenteuer vorzubereiten.",
  "The door is locked.": "Die Tür ist verschlossen.",
  "The chest contains a small bronze key.": "Die Truhe enthält einen kleinen Bronzeschlüssel.",
  "As the heroes enter the room the evil orc warlord Shobag calls out \"You shouldn't have come here humanz! Now you die!\"": "Als die Helden den Raum betreten, ruft der böse Ork-Kriegsherr Shobag: \"Ihr hättet nicht herkommen sollen, Humanz! Jetzt werdet ihr sterben!\"",
  "There are strange markings on the tomb but nothing else of interest.": "Auf dem Grab befinden sich merkwürdige Markierungen, aber sonst nichts von Interesse.",
  "Searching through the bones of the tomb's occupant the heroes find a small gem.": "Bei der Durchsuchung der Gebeine des Insassen des Grabes finden die Helden einen kleinen Edelstein.",
  "The barrel smells of rotten fish.": "Das Fass riecht nach verfaultem Fisch.",
  "The barrel appears to be filled with blood.": "Das Fass scheint mit Blut gefüllt zu sein.",
  "Behind the crate the heroes discover 10 gold coins.": "Hinter der Kiste entdecken die Helden 10 Goldmünzen.",
  "The crate cracks and falls into pieces as the heroes search. There is nothing of interest here.": "Die Kiste zerbricht und fällt in Stücke, während die Helden sie durchsuchen. Hier gibt es nichts von Interesse.",
  "The remains of a hog roast sit on the table.": "Auf dem Tisch liegen die Reste eines Schweinebratens.",
  "The Shadow Crystal is suspended above the plinth by a magic force. As the heroes reach out to touch it the crystal crackes and disolves to dust. The evil force is destroyed.": "Der Schattenkristall schwebt durch eine magische Kraft über dem Sockel. Als die Helden ihn berühren wollen, zerbricht der Kristall und zerfällt zu Staub. Die böse Macht ist vernichtet."
}