{
  "The Prophetic Dream": "El sueño profético",
  "In the ancient kingdom of Eldoria, nestled between towering mountains and dense forests, the renowned oracle Elara awakens from a disturbing vision. A great shadow looms, threatening to plunge the realm into eternal night. Amidst the shimmering meadows of the Whispering Woods, a hidden sanctuary known as the Lost Library stands as the first beacon of hope. Within its dusty shelves and forgotten scrolls lies the ancient Tome of Fates, believed to hold knowledge about the impending doom. The heroes' first task: navigate the labyrinthine pathways, confront the guardians of the library, and retrieve this invaluable tome.": "En el antiguo reino de Eldoria, enclavado entre imponentes montañas y densos bosques, la renombrada oráculo Elara despierta de una inquietante visión. Una gran sombra se cierne sobre el reino y amenaza con sumirlo en una noche eterna. En medio de las brillantes praderas de los Bosques Susurrantes, un santuario oculto conocido como la Biblioteca Perdida se erige como el primer faro de esperanza. Entre sus polvorientos estantes y pergaminos olvidados se encuentra el antiguo Tomo de las Parcas, que se cree que contiene conocimientos sobre la inminente fatalidad. La primera tarea de los héroes: recorrer los laberínticos caminos, enfrentarse a los guardianes de la biblioteca y recuperar este valioso tomo.",
  "The heroes have perished in this dark dank tomb. Maybe they will be lucky and a wandering cleric will revive their corpses.": "Los héroes han perecido en esta oscura y húmeda tumba. Quizá tengan suerte y un clérigo errante reviva sus cadáveres.",
  "Having completed their task, the heroes clamber to the surface to collect their rewards.": "Una vez completada su tarea, los héroes suben a la superficie para recoger sus recompensas.",
  "Opening the chest the heroes find 10 gold coins!": "Al abrir el cofre, los héroes encuentran 10 monedas de oro.",
  "The bookcase is dusty but holds nothing of interest.": "La librería está polvorienta pero no guarda nada de interés.",
  "The table has splatters of blood.": "La mesa tiene salpicaduras de sangre.",
  "The bookcase is filled with ancient texts but nothing of use.": "La estantería está llena de textos antiguos, pero nada de utilidad.",
  "The barrel smells of rum. At the bottom the heroes find a small ruby.": "El barril huele a ron. En el fondo los héroes encuentran un pequeño rubí.",
  "The crate is empty and broken.": "La caja está vacía y rota.",
  "The crate contains rotten food and a bad smell.": "La jaula contiene comida podrida y mal olor.",
  "Hidden behind one of the books the heroes find 10 gold pieces!": "Escondidos detrás de uno de los libros, los héroes encuentran 10 piezas de oro.",
  "The chest is empty.": "El cofre está vacío.",
  "The chest creaks open. Inside the heroes discover their goal, the Tome of Fates.": "El cofre cruje al abrirse. Dentro, los héroes descubren su objetivo, el Tomo de los Destinos.",
  "The crate holds nothing of interest.": "La caja no contiene nada de interés.",
  "The Shadow's Emergence": "La aparición de la sombra",
  "As the heroes painstakingly decipher the arcane writings of the tome, an unnatural darkness begins its insidious spread across Eldoria. Benevolent creatures transform into malevolent entities, their eyes glowing with a haunting blue hue. The source of this corruption seems to stem from the Cursed Caverns, a series of underground chambers beneath the foreboding Moonlit Hill. Deep within these echoing chambers pulsates the Shadow Crystal, radiating malefic energy. The heroes must delve into the depths, face the corrupted creatures, solve ancient puzzles, and purify the Shadow Crystal to halt the relentless march of darkness.": "Mientras los héroes descifran minuciosamente los escritos arcanos del tomo, una oscuridad antinatural comienza a extenderse insidiosamente por Eldoria. Las criaturas benévolas se transforman en entidades malévolas, cuyos ojos brillan con un inquietante tono azul. La fuente de esta corrupción parece provenir de las Cavernas Malditas, una serie de cámaras subterráneas bajo la premonitoria Colina Alumbrada por la Luna. En las profundidades de estas cámaras palpita el Cristal de Sombra, que irradia energía maléfica. Los héroes deben adentrarse en las profundidades, enfrentarse a las criaturas corruptas, resolver antiguos enigmas y purificar el Cristal de Sombra para detener la implacable marcha de la oscuridad.",
  "The heroes have fallen in these dark halls. The evil persists. Perhaps the heroes will be saved and will try once again?": "Los héroes han caído en estos oscuros pasillos. El mal persiste. ¿Quizás los héroes se salven y lo intenten una vez más?",
  "The crystal has been destroyed and with it the evil that eminated from it. The heroes leave the dark chambers to recover and make ready for their next adventure.": "El cristal ha sido destruido y con él el mal que emanaba de él. Los héroes abandonan las cámaras oscuras para recuperarse y prepararse para su próxima aventura.",
  "The door is locked.": "La puerta está cerrada.",
  "The chest contains a small bronze key.": "El cofre contiene una pequeña llave de bronce.",
  "As the heroes enter the room the evil orc warlord Shobag calls out \"You shouldn't have come here humanz! Now you die!\"": "Cuando los héroes entran en la sala, el malvado caudillo orco Shobag grita: \"¡No deberíais haber venido aquí, humanz! ¡Ahora moriréis!\"",
  "There are strange markings on the tomb but nothing else of interest.": "Hay marcas extrañas en la tumba, pero nada más de interés.",
  "Searching through the bones of the tomb's occupant the heroes find a small gem.": "Buscando entre los huesos del ocupante de la tumba, los héroes encuentran una pequeña gema.",
  "The barrel smells of rotten fish.": "El barril huele a pescado podrido.",
  "The barrel appears to be filled with blood.": "El barril parece estar lleno de sangre.",
  "Behind the crate the heroes discover 10 gold coins.": "Detrás de la caja los héroes descubren 10 monedas de oro.",
  "The crate cracks and falls into pieces as the heroes search. There is nothing of interest here.": "La caja se rompe y cae en pedazos mientras los héroes buscan. Aquí no hay nada de interés.",
  "The remains of a hog roast sit on the table.": "Los restos de un asado de cerdo están sobre la mesa.",
  "The Shadow Crystal is suspended above the plinth by a magic force. As the heroes reach out to touch it the crystal crackes and disolves to dust. The evil force is destroyed.": "El Cristal de las Sombras está suspendido sobre el zócalo por una fuerza mágica. Cuando los héroes intentan tocarlo, el cristal se rompe y se convierte en polvo. La fuerza maligna es destruida."
}