{
  "In the ancient kingdom of Eldoria, nestled between towering mountains and dense forests, the renowned oracle Elara awakens from a disturbing vision. A great shadow looms, threatening to plunge the realm into eternal night. Amidst the shimmering meadows of the Whispering Woods, a hidden sanctuary known as the Lost Library stands as the first beacon of hope. Within its dusty shelves and forgotten scrolls lies the ancient Tome of Fates, believed to hold knowledge about the impending doom. The heroes' first task: navigate the labyrinthine pathways, confront the guardians of the library, and retrieve this invaluable tome.": "Dans l'ancien royaume d'Eldoria, niché entre d'imposantes montagnes et d'épaisses forêts, le célèbre oracle Elara se réveille après avoir eu une vision inquiétante. Une grande ombre se profile, menaçant de plonger le royaume dans une nuit éternelle. Au milieu des prairies chatoyantes des Bois Chuchotants, un sanctuaire caché connu sous le nom de Bibliothèque Perdue se dresse comme la première lueur d'espoir. Dans ses étagères poussiéreuses et ses parchemins oubliés se trouve l'ancien Tome des Parques, censé contenir des connaissances sur le malheur imminent. La première tâche des héros : parcourir les chemins labyrinthiques, affronter les gardiens de la bibliothèque et récupérer ce tome inestimable.",
  "The heroes have perished in this dark dank tomb. Maybe they will be lucky and a wandering cleric will revive their corpses.": "Les héros ont péri dans ce sombre tombeau. Peut-être auront-ils de la chance et un ecclésiastique errant ranimera leurs corps.",
  "Having completed their task, the heroes clamber to the surface to collect their rewards.": "Une fois leur tâche accomplie, les héros remontent à la surface pour récupérer leurs récompenses.",
  "Opening the chest the heroes find 10 gold coins!": "En ouvrant le coffre, les héros trouvent 10 pièces d'or !",
  "The bookcase is dusty but holds nothing of interest.": "La bibliothèque est poussiéreuse mais ne contient rien d'intéressant.",
  "The table has splatters of blood.": "La table présente des éclaboussures de sang.",
  "The bookcase is filled with ancient texts but nothing of use.": "La bibliothèque est remplie de textes anciens, mais rien d'utile.",
  "The barrel smells of rum. At the bottom the heroes find a small ruby.": "Le tonneau sent le rhum. Au fond, les héros trouvent un petit rubis.",
  "The crate is empty and broken.": "La caisse est vide et cassée.",
  "The crate contains rotten food and a bad smell.": "La caisse contient de la nourriture avariée et une mauvaise odeur.",
  "Hidden behind one of the books the heroes find 10 gold pieces!": "Cachés derrière l'un des livres, les héros trouvent 10 pièces d'or !",
  "The chest is empty.": "Le coffre est vide.",
  "The chest creaks open. Inside the heroes discover their goal, the Tome of Fates.": "Le coffre s'ouvre en grinçant. À l'intérieur, les héros découvrent leur objectif, le Tome des Parques.",
  "The crate holds nothing of interest.": "La caisse ne contient rien d'intéressant.",
  "As the heroes painstakingly decipher the arcane writings of the tome, an unnatural darkness begins its insidious spread across Eldoria. Benevolent creatures transform into malevolent entities, their eyes glowing with a haunting blue hue. The source of this corruption seems to stem from the Cursed Caverns, a series of underground chambers beneath the foreboding Moonlit Hill. Deep within these echoing chambers pulsates the Shadow Crystal, radiating malefic energy. The heroes must delve into the depths, face the corrupted creatures, solve ancient puzzles, and purify the Shadow Crystal to halt the relentless march of darkness.": "Alors que les héros déchiffrent laborieusement les arcanes du tome, une obscurité contre nature commence à se répandre insidieusement sur Eldoria. Des créatures bienveillantes se transforment en entités malveillantes, dont les yeux brillent d'une teinte bleue obsédante. La source de cette corruption semble provenir des Cavernes Maudites, une série de chambres souterraines situées sous l'inquiétante Colline au Clair de Lune. Au plus profond de ces salles, le Cristal d'Ombre pulse, irradiant une énergie maléfique. Les héros doivent s'enfoncer dans les profondeurs, affronter les créatures corrompues, résoudre d'anciennes énigmes et purifier le Cristal d'Ombre pour stopper la marche inexorable des ténèbres.",
  "The heroes have fallen in these dark halls. The evil persists. Perhaps the heroes will be saved and will try once again?": "Les héros sont tombés dans ces salles obscures. Le mal persiste. Peut-être les héros seront-ils sauvés et tenteront-ils une nouvelle fois leur chance ?",
  "The crystal has been destroyed and with it the evil that eminated from it. The heroes leave the dark chambers to recover and make ready for their next adventure.": "Le cristal a été détruit et avec lui le mal qui s'en dégageait. Les héros quittent les salles obscures pour se rétablir et se préparer à leur prochaine aventure.",
  "The door is locked.": "La porte est verrouillée.",
  "The chest contains a small bronze key.": "Le coffre contient une petite clé en bronze.",
  "As the heroes enter the room the evil orc warlord Shobag calls out \"You shouldn't have come here humanz! Now you die!\"": "Lorsque les héros entrent dans la pièce, le seigneur de guerre orque Shobag s'écrie : \"Vous n'auriez pas dû venir ici, les humains ! Maintenant vous mourrez !\"",
  "There are strange markings on the tomb but nothing else of interest.": "Il y a des marques étranges sur la tombe, mais rien d'autre d'intéressant.",
  "Searching through the bones of the tomb's occupant the heroes find a small gem.": "En fouillant les ossements de l'occupant du tombeau, les héros trouvent une petite pierre précieuse.",
  "The barrel smells of rotten fish.": "Le tonneau sent le poisson pourri.",
  "The barrel appears to be filled with blood.": "Le baril semble être rempli de sang.",
  "Behind the crate the heroes discover 10 gold coins.": "Derrière la caisse, les héros découvrent 10 pièces d'or.",
  "The crate cracks and falls into pieces as the heroes search. There is nothing of interest here.": "La caisse se fissure et tombe en morceaux pendant que les héros cherchent. Il n'y a rien d'intéressant ici.",
  "The remains of a hog roast sit on the table.": "Les restes d'un rôti de porc sont posés sur la table.",
  "The Shadow Crystal is suspended above the plinth by a magic force. As the heroes reach out to touch it the crystal crackes and disolves to dust. The evil force is destroyed.": "Le cristal d'ombre est suspendu au-dessus du socle par une force magique. Lorsque les héros tendent la main pour le toucher, le cristal se fissure et se réduit en poussière. La force maléfique est détruite.",
  "The Prophetic Dream": "Le rêve prophétique",
  "The Shadow's Emergence": "L'émergence de l'ombre"
}