{
  "The Prophetic Dream": "Il sogno profetico",
  "In the ancient kingdom of Eldoria, nestled between towering mountains and dense forests, the renowned oracle Elara awakens from a disturbing vision. A great shadow looms, threatening to plunge the realm into eternal night. Amidst the shimmering meadows of the Whispering Woods, a hidden sanctuary known as the Lost Library stands as the first beacon of hope. Within its dusty shelves and forgotten scrolls lies the ancient Tome of Fates, believed to hold knowledge about the impending doom. The heroes' first task: navigate the labyrinthine pathways, confront the guardians of the library, and retrieve this invaluable tome.": "Nell'antico regno di Eldoria, incastonato tra imponenti montagne e fitte foreste, il famoso oracolo Elara si risveglia da una visione inquietante. Una grande ombra incombe, minacciando di far precipitare il regno nella notte eterna. Tra i prati scintillanti del Bosco dei Sussurri, un santuario nascosto noto come la Biblioteca Perduta si erge come primo faro di speranza. Tra i suoi scaffali polverosi e le sue pergamene dimenticate si trova l'antico Tomo delle Parche, che si ritiene contenga la conoscenza del destino imminente. Il primo compito degli eroi è quello di attraversare i labirintici sentieri, affrontare i guardiani della biblioteca e recuperare questo preziosissimo tomo.",
  "The heroes have perished in this dark dank tomb. Maybe they will be lucky and a wandering cleric will revive their corpses.": "Gli eroi sono morti in questa buia tomba. Forse saranno fortunati e un chierico errante rianimerà i loro cadaveri.",
  "Having completed their task, the heroes clamber to the surface to collect their rewards.": "Dopo aver portato a termine il loro compito, gli eroi salgono in superficie per ritirare la loro ricompensa.",
  "Opening the chest the heroes find 10 gold coins!": "Aprendo il forziere gli eroi trovano 10 monete d'oro!",
  "The bookcase is dusty but holds nothing of interest.": "La libreria è impolverata ma non contiene nulla di interessante.",
  "The table has splatters of blood.": "Il tavolo presenta schizzi di sangue.",
  "The bookcase is filled with ancient texts but nothing of use.": "La libreria è piena di testi antichi, ma niente di utile.",
  "The barrel smells of rum. At the bottom the heroes find a small ruby.": "Il barile odora di rum. Sul fondo gli eroi trovano un piccolo rubino.",
  "The crate is empty and broken.": "La cassa è vuota e rotta.",
  "The crate contains rotten food and a bad smell.": "La cassa contiene cibo marcio e un cattivo odore.",
  "Hidden behind one of the books the heroes find 10 gold pieces!": "Nascosti dietro uno dei libri, gli eroi trovano 10 pezzi d'oro!",
  "The chest is empty.": "Il forziere è vuoto.",
  "The chest creaks open. Inside the heroes discover their goal, the Tome of Fates.": "Il forziere si apre scricchiolando. All'interno gli eroi scoprono il loro obiettivo, il Tomo delle Parche.",
  "The crate holds nothing of interest.": "La cassa non contiene nulla di interessante.",
  "The Shadow's Emergence": "L'emergere dell'ombra",
  "As the heroes painstakingly decipher the arcane writings of the tome, an unnatural darkness begins its insidious spread across Eldoria. Benevolent creatures transform into malevolent entities, their eyes glowing with a haunting blue hue. The source of this corruption seems to stem from the Cursed Caverns, a series of underground chambers beneath the foreboding Moonlit Hill. Deep within these echoing chambers pulsates the Shadow Crystal, radiating malefic energy. The heroes must delve into the depths, face the corrupted creatures, solve ancient puzzles, and purify the Shadow Crystal to halt the relentless march of darkness.": "Mentre gli eroi decifrano faticosamente le scritture arcane del tomo, un'oscurità innaturale inizia a diffondersi insidiosamente su Eldoria. Le creature benevole si trasformano in entità maligne, i cui occhi brillano di un'inquietante tonalità blu. La fonte di questa corruzione sembra provenire dalle Caverne Maledette, una serie di camere sotterranee che si trovano sotto l'inquietante Collina della Luna. Nelle profondità di queste camere echeggianti pulsa il Cristallo d'Ombra, che irradia energia malefica. Gli eroi devono addentrarsi nelle profondità, affrontare le creature corrotte, risolvere antichi enigmi e purificare il Cristallo d'Ombra per fermare l'inesorabile marcia delle tenebre.",
  "The heroes have fallen in these dark halls. The evil persists. Perhaps the heroes will be saved and will try once again?": "Gli eroi sono caduti in queste sale oscure. Il male persiste. Forse gli eroi si salveranno e ci riproveranno?",
  "The crystal has been destroyed and with it the evil that eminated from it. The heroes leave the dark chambers to recover and make ready for their next adventure.": "Il cristallo è stato distrutto e con esso il male che emanava da esso. Gli eroi lasciano le camere oscure per riprendersi e prepararsi alla prossima avventura.",
  "The door is locked.": "La porta è chiusa a chiave.",
  "The chest contains a small bronze key.": "Il forziere contiene una piccola chiave di bronzo.",
  "As the heroes enter the room the evil orc warlord Shobag calls out \"You shouldn't have come here humanz! Now you die!\"": "Quando gli eroi entrano nella stanza, il malvagio signore della guerra orchesca Shobag grida: \"Non avreste dovuto venire qui, umani! Ora morirete!\".",
  "There are strange markings on the tomb but nothing else of interest.": "Ci sono strani segni sulla tomba, ma nient'altro di interessante.",
  "Searching through the bones of the tomb's occupant the heroes find a small gem.": "Cercando tra le ossa dell'occupante della tomba, gli eroi trovano una piccola gemma.",
  "The barrel smells of rotten fish.": "Il barile puzza di pesce marcio.",
  "The barrel appears to be filled with blood.": "Il barile sembra essere pieno di sangue.",
  "Behind the crate the heroes discover 10 gold coins.": "Dietro la cassa gli eroi scoprono 10 monete d'oro.",
  "The crate cracks and falls into pieces as the heroes search. There is nothing of interest here.": "La cassa si rompe e cade in pezzi mentre gli eroi la cercano. Non c'è nulla di interessante.",
  "The remains of a hog roast sit on the table.": "I resti di un arrosto di maiale si trovano sul tavolo.",
  "The Shadow Crystal is suspended above the plinth by a magic force. As the heroes reach out to touch it the crystal crackes and disolves to dust. The evil force is destroyed.": "Il Cristallo d'Ombra è sospeso sopra il basamento da una forza magica. Quando gli eroi si avvicinano per toccarlo, il cristallo si rompe e si dissolve in polvere. La forza malvagia è distrutta."
}