{
  "The Prophetic Dream": "O sonho profético",
  "In the ancient kingdom of Eldoria, nestled between towering mountains and dense forests, the renowned oracle Elara awakens from a disturbing vision. A great shadow looms, threatening to plunge the realm into eternal night. Amidst the shimmering meadows of the Whispering Woods, a hidden sanctuary known as the Lost Library stands as the first beacon of hope. Within its dusty shelves and forgotten scrolls lies the ancient Tome of Fates, believed to hold knowledge about the impending doom. The heroes' first task: navigate the labyrinthine pathways, confront the guardians of the library, and retrieve this invaluable tome.": "No antigo reino de Eldoria, aninhado entre montanhas imponentes e florestas densas, a famosa oráculo Elara desperta de uma visão perturbadora. Uma grande sombra se aproxima, ameaçando mergulhar o reino na noite eterna. Entre os prados cintilantes dos Bosques Sussurrantes, um santuário escondido conhecido como a Biblioteca Perdida ergue-se como o primeiro farol de esperança. Nas suas prateleiras poeirentas e pergaminhos esquecidos encontra-se o antigo Tomo dos Destinos, que se acredita conter o conhecimento sobre a desgraça iminente. A primeira tarefa dos heróis: percorrer os caminhos labirínticos, confrontar os guardiões da biblioteca e recuperar este tomo inestimável.",
  "The heroes have perished in this dark dank tomb. Maybe they will be lucky and a wandering cleric will revive their corpses.": "Os heróis pereceram neste túmulo escuro e húmido. Talvez tenham sorte e um clérigo errante ressuscite os seus cadáveres.",
  "Having completed their task, the heroes clamber to the surface to collect their rewards.": "Depois de completarem a sua tarefa, os heróis sobem à superfície para receberem as suas recompensas.",
  "Opening the chest the heroes find 10 gold coins!": "Ao abrir o baú, os heróis encontram 10 moedas de ouro!",
  "The bookcase is dusty but holds nothing of interest.": "A estante de livros está empoeirada, mas não tem nada de interessante.",
  "The table has splatters of blood.": "A mesa tem salpicos de sangue.",
  "The bookcase is filled with ancient texts but nothing of use.": "A estante está cheia de textos antigos, mas nada de útil.",
  "The barrel smells of rum. At the bottom the heroes find a small ruby.": "O barril cheira a rum. No fundo, os heróis encontram um pequeno rubi.",
  "The crate is empty and broken.": "A caixa está vazia e partida.",
  "The crate contains rotten food and a bad smell.": "A caixa contém comida podre e um mau cheiro.",
  "Hidden behind one of the books the heroes find 10 gold pieces!": "Escondidos atrás de um dos livros, os heróis encontram 10 moedas de ouro!",
  "The chest is empty.": "A arca está vazia.",
  "The chest creaks open. Inside the heroes discover their goal, the Tome of Fates.": "A arca abre-se com um rangido. Lá dentro, os heróis descobrem o seu objetivo, o Tomo dos Destinos.",
  "The crate holds nothing of interest.": "A caixa não tem nada de interessante.",
  "The Shadow's Emergence": "O aparecimento da Sombra",
  "As the heroes painstakingly decipher the arcane writings of the tome, an unnatural darkness begins its insidious spread across Eldoria. Benevolent creatures transform into malevolent entities, their eyes glowing with a haunting blue hue. The source of this corruption seems to stem from the Cursed Caverns, a series of underground chambers beneath the foreboding Moonlit Hill. Deep within these echoing chambers pulsates the Shadow Crystal, radiating malefic energy. The heroes must delve into the depths, face the corrupted creatures, solve ancient puzzles, and purify the Shadow Crystal to halt the relentless march of darkness.": "Enquanto os heróis decifram meticulosamente os escritos arcanos do tomo, uma escuridão não natural começa a espalhar-se insidiosamente por Eldoria. Criaturas benevolentes transformam-se em entidades malévolas, os seus olhos brilham com um tom azul assombroso. A fonte dessa corrupção parece vir das Cavernas Malditas, uma série de câmaras subterrâneas sob a ameaçadora Colina do Luar. Nas profundezas destas câmaras ecoantes pulsa o Cristal das Sombras, irradiando energia maléfica. Os heróis têm de mergulhar nas profundezas, enfrentar as criaturas corrompidas, resolver puzzles antigos e purificar o Cristal das Sombras para travar a marcha implacável das trevas.",
  "The heroes have fallen in these dark halls. The evil persists. Perhaps the heroes will be saved and will try once again?": "Os heróis caíram nestes corredores escuros. O mal persiste. Talvez os heróis sejam salvos e tentem mais uma vez?",
  "The crystal has been destroyed and with it the evil that eminated from it. The heroes leave the dark chambers to recover and make ready for their next adventure.": "O cristal foi destruído e com ele o mal que dele emanava. Os heróis deixam as câmaras escuras para recuperarem e prepararem-se para a sua próxima aventura.",
  "The door is locked.": "A porta está trancada.",
  "The chest contains a small bronze key.": "A arca contém uma pequena chave de bronze.",
  "As the heroes enter the room the evil orc warlord Shobag calls out \"You shouldn't have come here humanz! Now you die!\"": "Quando os heróis entram na sala, o malvado senhor da guerra orc Shobag grita: \"Não deviam ter vindo aqui, humanz! Agora vão morrer!\"",
  "There are strange markings on the tomb but nothing else of interest.": "Há marcas estranhas no túmulo, mas nada mais de interessante.",
  "Searching through the bones of the tomb's occupant the heroes find a small gem.": "Ao procurar nos ossos do ocupante do túmulo, os heróis encontram uma pequena joia.",
  "The barrel smells of rotten fish.": "O barril cheira a peixe podre.",
  "The barrel appears to be filled with blood.": "O barril parece estar cheio de sangue.",
  "Behind the crate the heroes discover 10 gold coins.": "Atrás da caixa, os heróis descobrem 10 moedas de ouro.",
  "The crate cracks and falls into pieces as the heroes search. There is nothing of interest here.": "O caixote estala e desfaz-se em pedaços enquanto os heróis procuram. Não há nada de interessante aqui.",
  "The remains of a hog roast sit on the table.": "Os restos de um porco assado estão sobre a mesa.",
  "The Shadow Crystal is suspended above the plinth by a magic force. As the heroes reach out to touch it the crystal crackes and disolves to dust. The evil force is destroyed.": "O Cristal das Sombras está suspenso sobre o plinto por uma força mágica. Quando os heróis tentam tocar-lhe, o cristal parte-se e desfaz-se em pó. A força maléfica é destruída."
}